app/Models/AlumnosModel.php

SELECT *
FROM `alumnos`
---
    public function getAlumnos(){
        return $this->findAll();